{"class_name": "Sequential", "keras_version": "2.2.2", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "activation": "relu", "activity_regularizer": null, "kernel_regularizer": null, "units": 100, "name": "dense_1", "batch_input_shape": [null, 4], "bias_constraint": null, "trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "activity_regularizer": null, "kernel_regularizer": null, "units": 100, "name": "dense_2", "bias_constraint": null, "trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "use_bias": true}}, {"class_name": "Dense", "config": {"activation": "softmax", "activity_regularizer": null, "kernel_regularizer": null, "units": 3, "name": "dense_3", "bias_constraint": null, "trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "use_bias": true}}], "backend": "tensorflow"}